{
  "dialogs": [
    {
      "trigger": "intro",
      "text": "Why do we pursue the cutting-edge, the yet-to-be-discovered, and the entirely unknown?",
      "timing": 5000
    },
    {
      "trigger": "intro",
      "text": "Perhaps it’s because science and engineering present us with an optimistic vision for our future. The plans for our cities and infrastructure are grand, ambitious, and never at rest.",
      "timing": 8000
    },
    {
      "trigger": "intro",
      "text": "Yet, wherever we try to apply science practically, real fiscal, political, and geographical limitations are present too.",
      "timing": 6000
    },
    {
      "trigger": "intro",
      "text": "Both textual components of this project deal with the complexities of the science that promises us a better future, the manner in which it can solve our greatest challenges, and the limitations of what it is actually capable in practice.",
      "timing": 9000
    },
    {
      "trigger": "start",
      "title": "Welcome",
      "text": "Deep beneath the Pacific Ocean off the coast of the U.S. states of Washington and Oregon lies the Cascadian subduction zone. As the Juan de Fuca tectonic plate slowly and quietly slips under the North American plate, it places into question the future of the entire Pacific Northwest region. As Kathryn Schulz’s explores in “The Really Big One,” the potential for a Cascadian earthquake is very real and long overdue. However, despite the severity of the threat to the region, the region is underprepared. Oregon didn’t have a seismic code until 1974 and only revised it to be appropriate for a magnitude 9 quake in 1994.\nOn the left panel of the game, you will play out FEMA’s actual 2016 disaster exercise for a major Cascadian earthquake dubbed “Cascadia Rising.” With a limited budget you must plan for the worst. Bring critical infrastructure up to code, build coastal defenses, install earthquake early-warning systems, and keep the people and economy of the Cascadia region safe. Science will offer you ways to minimize damage and lives lost, but at a steep cost. How will you prioritize your budget to defend against a threat that has no defined occurrence date?\n\nUnder London’s congested city streets lies Europe’s biggest ongoing engineering project. Built to relieve strain on an often overcrowded, 150-year-old metro system, Crossrail will stretch from east to west across the nation’s capital. Nova’s recent episode titled “Super Tunnel” covers the engineering challenges of burrowing underneath a complex city with large amounts of preexisting infrastructure while on a very strict timeline.\nOn the right panel of the game, you will play as Transport for London in the planning stages of the Crossrail project. You’ll be tasked with coping with increasing numbers of passengers in Greater London month after month. Science can offer you the ability to reduce the impact on the surrounding area while speeding up construction times and planning more efficient routes with higher train capacities. Your budget will be limited, however. How will you dedicate your funding in the most efficient manner to stem current demand while planning for London’s future?"
    },
    {
      "trigger": "earthquake",
      "title": "EMERGENCY ALERT SYSTEM BROADCAST - EQW",
      "text": "As Schulz points out in “The Really Big One” concerning an event very similar to the one described above, “the time to save people from a tsunami is before it happens, but the [Cascadia] region has not yet taken serious steps toward doing so.” With science, we have the power to predict the power and danger of an event that could alter the United States for decades or perhaps longer. Yet, over the course of her article, Schulz is forced to point out time and time again how we continue to fail to realize what we’re up against and take actions to prepare. This simulation only takes into account the fiscal challenges that science faces in making our future better. Beyond its scope are political agendas, public apathy, and a lack of education about what “the really big one” really entails."
    }
  ]
}
